IDEA Open Model
PointLoadOnLine.Mx Property
Compatible with IDEA StatiCa 20.1
 Moment about the x-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Mx { get; set; }
Public Property Mx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace